---
kind: method
id: M:Autodesk.Revit.DB.Lighting.LossFactor.Clone
source: html/36abc8f4-4234-7cd7-698c-5de93c4b6182.htm
---
# Autodesk.Revit.DB.Lighting.LossFactor.Clone Method

Creates a copy of the LossFactor derived object.

## Syntax (C#)
```csharp
public LossFactor Clone()
```